[
    {
      "type": "Soups",
      "name": "Chicken Noodle Soup",
      "description": "It’s super easy to make at home from scratch!",
      "ingredients": [
      "Bone-in chicken thigh 2-1/2 pounds",
      "Chicken broth",
      "Garlic clove 1",
      "Medium carrots 4",
      "Egg noodles about 8 ounces",
      "Salt and pepper optional"],
      "tags": ["soups", "chicken"],
      "cookTime": "30",
      "calories": "low",
      "directions": "Pat chicken dry with paper towels; sprinkle with salt and pepper. In a 6-qt. stockpot, heat oil over medium-high heat. Add chicken in batches, skin side down; cook until dark golden brown, 3-4 minutes. Remove chicken from pan; remove and discard skin. Discard all but 2 tablespoons drippings.",
      "rates": "4"
    },
    {
      "type": "Soups",
      "name": "Italian Meatball Soup",
      "description": "Soothing, cozy and easy to make.",
      "ingredients": [
      "1 tbsp olive oil",
      "4 cloves garlic, minced",
      "6 cups chicken or veggie stock",
      "2 cups water",
      "1 tsp salt",
      "1 tsp Italian seasoning",
      "1 (14 oz) can crushed tomatoes",
      "Extra Fresh Basil, for serving, optional",
      "Parmesan, for serving, optional"],
      "tags": ["parmesan","easy","meatboll"],
      "cookTime": "30",
      "calories": "medium",
      "directions": "In a large bowl mix all of the ingredients for the meatballs and form them into 1” balls. These are “mini” meatballs. Heat the olive oil in a large pot over medium-high heat. Saute the meatballs until browned on all sides, about 8 minutes. Set meatballs aside. Sauté the onion and cook until translucent, about 4 minutes. Add the garlic and cook for 1 minute longer. Note: If using chicken, you may need to add more olive oil. Pour in the stock, water, salt, italian seasoning, crushed tomatoes and meatballs, bring to a boil. Add pasta and reduce the heat to medium and simmer for 15-20 minutes until the pasta is tender. Ladle into bowls and top with fresh chopped basil.",
      "rates":"4"
    },

    {
      "type": "Soups",
      "name": " Chicken and Rice Soup",
      "description": "Fresh dill and lots of lemon juice bring brightness and vibrancy to this classic, easy, healthy.",
      "ingredients": [
      "2 tbsp olive oil",
      "1 medium onion, finely diced, about 2 cups",
      "6 garlic cloves, minced",
      "6 cups chicken stock",
      "4 cups water",
      "1.5 lbs boneless, skinless chicken breast",
      "1 cup long-grain white rice (uncooked)",
      "4 large carrots, peeled and sliced, about 2 cups",
      "4 celery ribs, diced about 2 cups",
      "1 ½ tsp salt",
      "½ tsp ground pepper",
      "2 tbsp fresh dill, roughly chopped",
      "4 cups fresh spinach",
      "¼ cup lemon juice"],
      "tags": ["soups", "lemon juice","spinach"],
      "cookTime": "40",
      "calories": "low",
      "directions": "Heat the olive oil in a large soup pot set over medium heat. Add the onion and sauté until translucent, about three minutes. Add the garlic, and sauté for two minutes longer. Add the broth, water, raw chicken breasts and rice. Bring to a boil and simmer for 20 minutes. Remove the chicken, shred it with 2 forks and place it back in the pot along with carrots, celery, salt, pepper, and fresh dill. Simmer for 15 minutes. Stir in the spinach and lemon juice and simmer for 3 more minutes.",
      "rates":"5"
    },


    {
      "type": "Soups",
      "name": "Chinese Noodle Soup",
      "description": "This Chinese Noodle Soup is one of my classic “back pocket” recipes because it’s so versatile and incredibly quick and easy. ",
      "ingredients": [
      "1 tablespoon olive oil",
      "1 large onion diced",
      "4 cloves garlic minced",
      "2 large carrots chopped",
      "6 skinless chicken thighs, bone in (or 8 legs)",
      "2 quarts (litres) chicken stock or broth",
      "7 oz (200 g) green beans, chopped in thirds",
      "3/4 cup corn kernels",
      "4 oz (120 g) baby spinach leaves",
      "1/2 quart (litre) of water, as needed",
      "6 oz (200 g) vermicelli or egg noodles (or angel hair pasta)",
      "Salt and pepper, to taste",
      "1/4 cup fresh parsley, finely chopped"],
      "tags": ["soups", "vermicelli", "egg noodles", "chicken", "easy", "Chinese"],
      "cookTime": "50",
      "calories": "medium",
      "directions": "Heat oil in a large pot over medium heat. Cook onion for 2 minutes, then add garlic, celery and carrots; cook for 5 minutes. Add the chicken thighs, broth (stock), crushed bouillon, green beans and corn kernels. Top up with water if needed to cover all of the ingredients. Increase heat and bring to a boil for about 4 minutes. Reduce heat, partially cover the pot with a lid, and allow to simmer for 20 minutes or until the chicken is cooked through. Transfer chicken to a plate and shred the meat; discard the bones. Add the chicken back into the soup along with the noodles. Cover and cook for 6-8 minutes while stirring occasionally to separate noodles. Stir in the spinach leaves and allow to wilt in the soup (about 3 minutes, pressing leaves into the liquid with the tip of a wooden spoon). Mix parsley through. Season with salt and pepper, to taste. Serve warm.",
      "rates":"4"
    },

    {
      "type": "Vegetables",
      "name": "Grilled Sausage and Vegetables with Creamy Dill Dip",
      "description": "Delicious, charred sausages and assorted vegetables on the grill, pair perfectly with an easy to make, creamy dill dipping sauce.",
      "ingredients": [
      "1 pound vegetable of choice: bell peppers, jalapeños, zucchini, red onions, green onions or asparagus, mushrooms",
      "4 fully cooked or raw sausages",
      "5 tablespoons extra virgin olive oil",
      "Sea salt and freshly cracked black pepper, to taste",
      "1/2 cup mayonnaise",
      "2 cloves garlic, minced",
      "2 tablespoons fresh dill, plus more to taste",
      "1/2 teaspoon onion powder",
      "1 teaspoon freshly squeezed lemon juice",
      "1/3 cup finely grated Parmesan cheese"],
      "tags": ["vegetables", "roasted", "sausage", "parmesan"],
      "cookTime": "60",
      "calories": "low",
      "directions": "Seed bell peppers and jalapeños and cut them into ½ inch wide slices, keeping their length. Cut the zucchini into 4-inches x 1/2-inch spears. Slice the red onion and mushrooms ⅓-inch thick. Grab your grill basket for your mushrooms and onions. Trim your asparagus. Place the sausage on the grill. Cook time will depend on the sausage you are working with. If you are using raw sausage you can expect them to be fully cooked through in about 12-15 minutes, rotate often. Place the vegetables on the grill or in the grill basket. The vegetables should all be charred and tender in about 6-8 minutes. While the veggies and sausage are grilling, make the creamy dill sauce. In the base of a blender or food processor add all of the ingredients for the creamy dill dressing and blend until smooth.",
      "rates":"4"
    },

    {
      "type": "Vegetables",
      "name": "Broccolini",
      "description": "This easy recipe for broccolini is ready in 15 minutes and is the perfect accompaniment for a nice weeknight dinner.",
      "ingredients": [
      "1 pound broccolini, ends trimmed",
      "1 tablespoon extra-virgin olive oil",
      "½ teaspoon kosher salt",
      "1 tablespoon unsalted butter",
      "5 garlic cloves, thinly sliced",
      "Flaky salt, for serving"],
      "tags": ["vegetables", "gluten free", "broccoli"],
      "cookTime": "20",
      "calories": "low",
      "directions": "In a large skillet set over medium heat, add 3 tablespoons of water along with the olive oil and salt. When the water begins to steam, add the broccolini and toss to coat. Cover and cook until the liquid has mostly evaporated and broccolini is bright green and almost tender, about 5 minutes. Remove the lid and add the butter and garlic. Increase the heat to high. Cook until the garlic is fragrant and golden brown and the broccolini is tender, about 3-5 minutes. Transfer to a plate, sprinkle with flaky salt and serve immediately.",
      "rates":"4"
    }


   
  ]